[
  {
    "id": "paper_006",
    "file_name": "5229.pdf",
    "title": "Cancer Therapy: Clinical",
    "cancer_type": "CRC",
    "genes": [
      "APC",
      "EGFR",
      "HRAS",
      "KRAS"
    ],
    "drugs": [
      "Cetuximab",
      "Panitumumab"
    ],
    "text": "Purpose: EGF receptor (EGFR) is highly overexpressed on\nseveral cancers and two targeted anti-EGFR antibodies which\ndiffer by isotype are FDA-approved for clinical use. Cetuximab\n(IgG1 isotype) inhibits downstream signaling of EGFR and acti-\nvates antitumor, cellular immune mechanisms. As panitumumab\n(IgG2 isotype) may inhibit downstream EGFR signaling similar to\ncetuximab, it might also induce adaptive immunity.\nExperimental Design: We measured in vitro activation of\ncellular components of the innate and adaptive immune systems.\nWe also studied the in vivo activation of components of the\nadaptive immune system in patient specimens from two recent\nclinical trials using cetuximab or panitumumab.\nResults: Both monoclonal antibodies (mAb) primarily activate\nnatural killer (NK) cells, although cetuximab is signiﬁcantly more\npotent than panitumumab. Cetuximab-activated neutrophils\nmediate\nantibody-dependent\ncellular\ncytotoxicity\n(ADCC)\nagainst head and neck squamous cell carcinomas (HNSCC)\ntumor cells, and interestingly, this effect was FcgRIIa- and FcgRIIIa\ngenotype–dependent. Panitumumab may activate monocytes\nthrough CD32 (FcgRIIa); however, monocytes activated by either\nmAb are not able to mediate ADCC. Cetuximab enhanced den-\ndritic cell (DC) maturation to a greater extent than panitumumab,\nwhich was associated with improved tumor antigen cross-presen-\ntation by cetuximab compared with panitumumab. This corre-\nlated with increased EGFR-speciﬁc cytotoxic CD8þ T cells in\npatients treated with cetuximab compared with those treated\nwith panitumumab.\nConclusions: Although panitumumab effectively inhibits\nEGFR signaling to a similar extent as cetuximab, it is less effective\nat triggering antitumor, cellular immune mechanisms which may\nbe crucial for effective therapy of HNSCC. Clin Cancer Res; 22(21);\n5229–37. \u00022016 AACR."
  },
  {
    "id": "paper_011",
    "file_name": "cancers-14-05545-v3.pdf",
    "title": "Citation: Ullah, I.; Yang, L.; Yin, F.-T.;",
    "cancer_type": "CRC",
    "genes": [
      "APC",
      "BRAF",
      "CTNNB1",
      "EGFR",
      "KRAS",
      "NRAS",
      "PIK3CA"
    ],
    "drugs": [
      "Pembrolizumab"
    ],
    "text": "Colorectal cancer (CRC) is one of the most prevalent cancers worldwide. Due\nto the absence of speciﬁc early symptoms, most of CRC patients are often diagnosed at late stages.\nDifferent screening and diagnostic biomarkers are currently used for risk stratiﬁcation and early\ndetection of CRC, which might prolong the overall survival. High-throughput technologies have\nwitnessed rapid advancements in the last decade. Consequently, the development of multiple\nomics technologies, such as genomics, transcriptomics, proteomics, metabolomics, microbiomics,\nand lipidomics, has been widely applied to develop novel biomarkers that could contribute to the\nclinical management of CRC. In this paper, we aim to summarize the recent advances and future\nperspectives in using multi-omics technologies in CRC research, and reveal the potential implications\nof multi-omics for discovering novel biomarkers and enhancing clinical evaluations.\nAbstract: Colorectal cancer (CRC) is common Cancer as well as the third leading cause of mortality\naround the world; its exact molecular mechanism remains elusive. Although CRC risk is signiﬁcantly\ncorrelated with genetic factors, the pathophysiology of CRC is also inﬂuenced by external and internal\nexposures and their interactions with genetic factors. The ﬁeld of CRC research has recently beneﬁted\nfrom signiﬁcant advances through Omics technologies for screening biomarkers, including genes,\ntranscripts, proteins, metabolites, microbiome, and lipidome unbiasedly. A promising application of\nomics technologies could enable new biomarkers to be found for the screening and diagnosis of CRC.\nSingle-omics technologies cannot fully understand the molecular mechanisms of CRC. Therefore, this\nreview article aims to summarize the multi-omics studies of Colorectal cancer, including genomics,\ntranscriptomics, proteomics, microbiomics, metabolomics, and lipidomics that may shed new light\non the discovery of novel biomarkers. It can contribute to identifying and validating new CRC\nbiomarkers and better understanding colorectal carcinogenesis. Discovering biomarkers through\nmulti-omics technologies could be difﬁcult but valuable for disease genotyping and phenotyping.\nThat can provide a better knowledge of CRC prognosis, diagnosis, and treatments.\nKeywords: colorectal cancer; multi-omics; biomarkers\n1. Introduction\nColorectal cancer (CRC) is the third most common cancer accounting for 10.2% of\nnew cases and 9.2% of Cancer-related mortality, thus accounting for the second most\ndeadly cancer globally [1]. It has been reported that the overall survival rate of metastatic\nCRC (mCRC) at 5 years over the ﬁrst examination lowers from 87–90% in stages I–II, and\n68–72% in stages III; in stage IV, the rate drops to 11–14% [2]. Most CRC treatment options\ncurrently rely on cancer staging, patient performance status, RAS, BRAF, ERBB2, and\nmismatch repair (MMR) status assessments using tumour samples taken during surgery\nor core biopsy [3,4]. At present, for patients with mCRC, it is recommended to determine\nCancers 2022, 14, 5545. https://doi.org/10.3390/cancers14225545\nhttps://www.mdpi.com/journal/cancers\nCancers 2022, 14, 5545\n2 of 22\nKRAS/NRAS and BRAF mutation status, as well as HER2 ampliﬁcation and microsatellite\ninstability high (MSI)/mismatch repair (MMR) status (if not performed already) [4]. Recent\nstudies have demonstrated that immune checkpoint inhibitor therapy is effective in treating\ndMMR/MSI-H mCRC tumours at advanced stages of the disease [5]. The discovery of new\nmolecular biomarkers in CRC and other cancers has begun to follow the approval of tumour-\nagnostic drugs, including NTRK1-3 translocations and high tumour mutational burdens\n(TMBs) [6,7]. As opposed to metastatic cancer, there are still no validated biomarkers\nindicating which patients are more likely to beneﬁt from adjuvant cytotoxic therapy in\nstage II or III CRC, except for microsatellite instability (MSI) [8]. Additionally, postoperative\ntreatments are often administered following metastatic resections, despite the absence of\npredictive biomarkers [3,4]. Currently, Colonoscopy, tissue biopsy, and fecal occult blood\ntest (FOBT) are the major techniques used in CRC screening and detection. However, in the\ncase of Colonoscopy or biopsy, these techniques are invasive, causing discomfort for the\npatient, or in the case of FOBT, they may also have low sensitivity [9–11]. Therefore, it is\ndemonstrated that a less invasive test with higher sensitivity is needed in clinical practice.\nIn particular, high throughput “multi-omics” technologies, including genomics, tran-\nscriptomics, proteomics, microbiomics, and metabolomics, provide less or noninvasive\napproaches for diagnosing CRC. Each method offers a unique advantage for the discovery\nof novel diagnostic cancer biomarkers, such as Genomics, which is incredibly efﬁcient for\nevaluating CRC vulnerability and the disease’s genetic risk. However, it has little diagnostic\npotential since DNA sequences seldom translate directly to phenotype due to epigenetic,\npost-transcriptional, and post-translational alterations [12]. Transcriptomics and proteomics\nhave great therapeutic potential as they are more closely tied to organisms’ physiological\nstates. Still, their diagnostic power is not as good as that of metabolomics, which enables\nquick and precise phenotypic characterization of the organism and its metabolic pathways\nas well as the potential to evaluate how host and gut bacterial metabolites interact, which\nis a crucial step in the CRC progression [13]. Additionally, a number of recent research\nhave shown that the gut microbial community and microbial metabolites play a crucial role\nin the emergence of CRC [14,15]. Recent years have seen the emergence of lipidomics as\na research tool and a multi-omics technology that holds great promise. As a result, this\ntool has been demonstrated to be useful for both the quantiﬁcation of cellular lipids and\ntheir characterization. This is not only for disease diagnosis but also for other mechanistic\nstudies [16,17]. The mechanism of CRC initiation and progression has remained largely\nenigmatic despite the discovery of more diagnostic methods and potential therapies; many\nchallenges remain unresolved due to the lack of new biomarkers and the heterogeneity\nof tumours. After the completion of the human genome project, omics science has rev-\nolutionized CRC research [18]. In order to enable personalized medicine and to deﬁne\nCRC treatment, the identiﬁcation of novel biomarkers has become an essential part of\nmolecular diagnosis and treatment [19]. The use of new biomarkers in clinical practice is\nstill challenging despite developments in the molecular analysis [20]. However, genomic\nadvances have made signiﬁcant contributions to understanding cancer biology over the\npast few years [21]. In oncology, the structure and functions of the genome, as well as\nmechanisms governing genes’ expression, have been extensively investigated since the\ncompletion of the Human Genome Project and the development of next-generation se-\nquencing (NGS) techniques [21,22]. A constantly expanding understanding of genomic\nhallmarks of malignant transformation provides a new perspective on pathogenesis and\ntargeted treatment of particular tumours [23,24]. Genomics, transcriptomics, proteomics,\nmetabolomics, microbiomics, and lipidomics, make a signiﬁcant contribution to a funda-\nmental change toward a multiparametric, innovative, immunological, and stromal model,\nwhich helps us to understand how CRC develops and categorizes it into various molecular\nsubtypes for clinical diagnosis as well as the emergence of new biomarkers and therapeutic\nstrategies [25], (Figure 1).\nCancers 2022, 14, 5545\n3 of 22\nFigure 1. Graphical representation of different multi-omics-based approaches in discovering novel\nCRC biomarkers and therapeutic targets.\nThe aim of this review is to summarize the recent developments in multiple multi-\nomics technologies in the exploration of CRC biomarkers signatures via genomics, tran-\nscriptomics, proteomics, microbiomics, metabolomics, and lipidomics. These promising\nmulti-omics base CRC biomarkers could be useful for clinical research.\n2. Genomics of CRC\nGenomic science comprises the study of an individual’s entire set of DNA (including all\nof their genes) [26]. An individual’s genomes are a comprehensive collection of information\nthat enables them to grow and develop [27]. Using genomic analysis, researchers may\nbetter understand gene interactions, environmental effects, and how several conditions,\nsuch as cancer and diabetes, develop [28]. The development of these new approaches may\nfacilitate disease diagnosis, treatment, and prevention [29]. During carcinogenesis, genetic\nand epigenetic changes occur that contribute to the identiﬁcation of ideal biomarkers of\nCRC [30]. There is growing evidence that genetic changes play a key role in tumorigenesis.\nDue to this, genomics is becoming a powerful tool for ﬁnding genetic markers that can\nbe used to diagnose and prognosis cancer, as well as improving our understanding of\nthe disease. High-throughput next-generation sequencing is a genomic technique for\nsequencing an organism’s DNA [31]. Multiple- biomarker panels are usually more sensitive\nthan single biomarkers, as demonstrated by many research studies over the last few\nyears [32]. For illustration, Ghatak S et al. used differential gene expression analysis in\nﬁve independent in silico CRC cohorts and immunohistochemistry in one clinical cohort to\nvalidate their results. The authors developed a novel biomarker for early diagnosis and\nprognosis of cancer based on a ﬁve-panel gene signature [33]. All ﬁve in silico datasets\nshowed that four genes (PTGS2, BDNF, CTNNB1, and GSK3B) were highly upregulated.\nOne gene (HPGD) was substantially downregulated in primary tumour tissues compared\nto neighbouring normal tissues. Based on independent clinical validation cohorts, this\nﬁve-gene signature was signiﬁcantly associated with poor overall survival (AUC = 0.82)\namong colon cancer patients.\nAn epigenetic change happens when modiﬁed nucleotide sequences in the genome\nappear to be altered beyond their original form [34]. Gene expression is regulated by\nepigenetic mechanisms such as DNA methylation, histone modiﬁcation, and nucleosome\npositioning Inhibitions in these regulatory processes promote malignant transformation\nby impairing gene function [35,36]. There is abnormal methylation of the CpG promoter\nduring CRC, which leads to promoter hypermethylation in the promoters of tumour sup-\npressor genes and the silencing of the transcriptional activity of DNA repair genes, which is\naccompanied by a loss of methylation (hypomethylation) that contributes to oncogene acti-\nCancers 2022, 14, 5545\n4 of 22\nvation, chromosome instability, and microsatellite instability [37,38]. There is evidence that\nCRC biomarkers such as methylation in cfDNA and CTCs may be useful for the noninva-\nsive diagnosis of CRC [39,40]. In addition, the epigenetic modiﬁcation of 5-methylcytosine\n(5mC) has been associated with the emergence of several disorders, including CRC. An\nincreasing number of studies suggest that 5mC can be used in diagnoses and prognosis of\ncolorectal Cancer [41–47]. Furthermore, members of the ten-eleven translocation family\ncatalyze the production of 5-hydroxymethylcytosine (5hmC), a persistent byproduct of\nDNA epigenetic regulation. The change of 5hmC, a new epigenetic biomarker, is linked\nto several disorders, particularly Cancer [48–53]. There is evidence that 5hmC plays an\nimportant role in the progression of CRC [47,53]. However, it has rarely been studied\nas a potential diagnostic marker for the early detection of CRC. The potential genomics\nbiomarkers are shown in Table 1.\nTable 1. Potential multi-omics base Genomics biomarkers in CRC."
  },
  {
    "id": "paper_014",
    "file_name": "molecules-25-03935.pdf",
    "title": "molecules",
    "cancer_type": "NSCLC",
    "genes": [
      "EGFR",
      "FASN",
      "KRAS",
      "TP53"
    ],
    "drugs": [
      "Erlotinib",
      "TVB-2640"
    ],
    "text": "In recent years, lipid metabolism has garnered signiﬁcant attention as it provides the\nnecessary building blocks required to sustain tumor growth and serves as an alternative fuel source for\nATP generation. Fatty acid synthase (FASN) functions as a central regulator of lipid metabolism and\nplays a critical role in the growth and survival of tumors with lipogenic phenotypes. Accumulating\nevidence has shown that it is capable of rewiring tumor cells for greater energy ﬂexibility to attain\ntheir high energy requirements. This multi-enzyme protein is capable of modulating the function of\nsubcellular organelles for optimal function under diﬀerent conditions. Apart from lipid metabolism,\nFASN has functional roles in other cellular processes such as glycolysis and amino acid metabolism.\nThese pivotal roles of FASN in lipid metabolism make it an attractive target in the clinic with several\nnew inhibitors currently being tested in early clinical trials. This article aims to present the current\nevidence on the emergence of FASN as a target in human malignancies.\nKeywords: fatty acid synthase; cancer; lipid metabolism\n1. Introduction\nCancer hallmarks were introduced by Hanahan et al. in 2010 and these hallmarks encompass six\nbasic tumor characteristics—which are self-suﬃciency in growth signals, insensitivity to anti-growth\nsignals, tissue invasion and metastasis, unlimited replication potential, sustain angiogenesis,\nand evading apoptosis [1]. The whole paradigm was revised the following year to include metabolic\nreprogramming after a monumental eﬀort had been spent on cancer metabolism studies [2]. Cancer\nmetabolism was initially proposed by Otto Hendrich Warburg, termed Warburg’s eﬀect, describing\nglucose consumption through glycolysis by cancer cells for ATP generation allowing tumor cell\nsurvival under aerobic condition [3]. In recent years, numerous studies have unraveled the dynamics\nof cancer metabolism and the concept of metabolic plasticity or metabolic rewiring of cancer cells\nwas subsequently introduced. Apart from glucose utilization, cancer cells undergo various oncogenic\nmutations or adaptations to allow utilization of a more diverse range of nutrients including fatty acids\n(FAs) and amino acids for tumor survival, metastasis and disease progression. These ﬁndings have led\nto renewed interests to elucidate the diverse roles of lipid metabolism in cancer. This minireview aims\nto present current knowledge on fatty acid synthase FASN, its roles in cancer cell biology, metabolic\nreprogramming, and also the current challenges of FASN-targeted therapy.\n2. FASN in Normal Physiology\nFASN is a large multi-enzyme complex and the monomeric protein size is ~270 kDa. It comprises\nsix separate enzymatic grooves that work together to produce a 16-carbon chain saturated fatty acid\n(FA), palmitate, from acetyl-coenzyme A (CoA) and malonyl-CoA in the presence of Nicotinamide\nadenine dinucleotide phosphate hydrogen (NADPH) [4]. The FASN monomer (Figure 1) possesses\nenzymatic activities which include beta-ketoacyl synthase (KS), acetyl/malonyl transacylase (AT/MT),\nbeta-hydroxyacyl dehydratase (DH), enoyl reductase (ER), beta-ketoacyl reductase (KR), acyl carrier\nMolecules 2020, 25, 3935; doi:10.3390/molecules25173935\nwww.mdpi.com/journal/molecules\nMolecules 2020, 25, 3935\n2 of 22\nprotein (ACP), and thioesterase (TE). Although the FASN monomer contains all the necessary enzymes\nneeded for palmitate synthesis, the dimer formation is crucial for its function. The structure of FASN\ncan be further categorized into three major domains where domain I contains KS, AT/MT and DH,\ndomain II contains ER, KR and ACP, and domain III contains TE. About a quarter length of the monomer\nprotein, located between domains I and II, which lacks catalytic activity, is called the interdomain/core\nregion and is identiﬁed to be crucial for dimer formation [5].\nFigure 1. Fatty acid synthase (FASN) structure. (A) Represents the linear sequence organization of FASN\nmonomer. (B). Structural overview of FASN comprising two identical monomers, each including seven\ncatalytic domains: beta-ketoacyl synthase (KS), acetyl/malonyl transacylase (AT/MT), beta-hydroxyacyl\ndehydratase (DH), enoyl reductase (ER), beta-ketoacyl reductase (KR), acyl carrier protein (ACP),\nand thioesterase (TE).\nFASN expression is critical for early embryo development, in which FASN knockout (KO) embryos\nfail to survive before implantation and the number of FASN heterozygous pups is 70% lower than\npredicted by Mendelian Inheritance, which indicate partial haploid insuﬃciency [6]. Furthermore,\nFASN expression is shown to participate in the proper development of the fetal lung and the normal\nfunctionality of the adult lung. There is ample evidence demonstrating that the fetal lung is capable of\nde novo FA synthesis and that FASN is required for surfactant production of alveolar epithelial cells [7].\nAfter early development, FASN remains relatively quiescent in most tissues, however the reason why\nthis is so still remains elusive. A plausible explanation is that non-actively proliferating tissues can\nmeet the FAs’ demand from the diet to fulﬁl their physiological FA requirements. Nonetheless, a strong\nFASN expression has been reported in the lung, breast, liver, adipose and brain [8].\nDeletion of FASN in alveolar type II epithelial cells is found to disrupt surfactant lipid composition\nand exacerbate injury response to bleomycin-induced ﬁbrosis [9]. The mature mammary gland is a\nunique lipid metabolizing tissue where, in resting-state, it does not require fatty acid synthesis but\nstrongly induces FASN during pregnancy and lactation [10]. De novo FA synthesis in the mammary\ngland is responsible for producing short and medium chain FAs in milk, which account for ~15–40% of\ntotal FA content [11,12]. Mammary gland-speciﬁc FASN KO mice are shown to suﬀer from growth\nreduction in mammary epithelial cells, alteration of the FAs proﬁle in milk from lactating mothers,\nand also improper development of the functional lactating mammary gland [13].\nMolecules 2020, 25, 3935\n3 of 22\nFASN is considered as a housekeeping protein in the liver under normal physiological conditions\nwhere it controls the hepatic triglyceride mechanism. When carbohydrates are abundant, glucose\nare converted to FAs with the help of FASN. Excess FAs are then assembled into triglycerides and\nstored in the form of lipid droplets or secreted as very low-density lipoproteins [14,15]. During fasting\nor under glucose-depleted conditions, lipid droplets undergo lipolysis or catabolism and fatty acid\noxidation to produce ketone bodies which are then used as fuel [16]. In the brain, FASN is essential\nto maintain proper development and control lipid metabolism in neural stem cells. Neural stem\ncells are responsible, not only for early brain development, but also remain active for an entire life to\nensure proper brain function. They divide and generate new nerve cells to enable the brain to adapt\nto new arrangements. Furthermore, disruption of lipid metabolism in neural stem cells, through the\nexpression of a non-functional FASN, results in learning and memory deﬁcits in humans and mice [17].\n3. FASN Regulation\nFASN expression is regulated by external stimuli. A proposed mechanism for the upregulation\nof FASN transcription is through the activation of growth factor receptor (GFR) signaling pathways\nsuch as the epidermal growth factor receptor (EGFR), epidermal growth factor receptor 2 (HER2)\nand platelet-derived growth factor receptor (PDGFR) in tumor cells. The eﬀects of GFR signaling on\nFASN regulation are complex and include cross-talk with other signal transduction pathways such as\nphosphatidylinositol-3′-kinase (PI3K) and extracellular regulated kinase 1/2 (ERK1/2). EGF activates\nEGFR activity, and together with ERK1/2 phosphorylation, they upregulate FASN in pancreatic\nductal carcinoma (PDAC). Inhibition of EGFR by EGFR-speciﬁc siRNAs or EGFR-tyrosine kinase\ninhibitor (TKI) Erlotinib prevents FASN upregulation suggesting that EGFR activation is crucial for\nFASN upregulation [18]. Apart from EGFR, transcriptomic and protein analyses on HER2-ampliﬁed\nbreast cancer cell lines showed enhanced FASN expression modulated through the PI3K-dependent\npathway [19]. In a separate study, artiﬁcial ampliﬁcation of HER2 cDNA in a non-tumor breast epithelial\ncell line, HB4a, forced the upregulation of lipogenic fatty acid translocase (CD36), fatty acid-binding\nprotein 4 (FABP4) and FASN expression. Induction of lipogenesis in HER2 overexpressing cells\nwas shown to be DEPTOR-mediated (DEP domain-containing mammalian target of rapamycin\n(mTOR)interacting protein), which inhibited the mTOR pathway [20]. Activation by PDGF promotes\nlipogenic phenotypes in ﬁbroblasts and liver cancer cells. PDGF activation can phosphorylate PDGF-β\nreceptors at tyrosine residues 740 and 751. Binding of PI3K to these phosphorylated sites is shown to\nelicit the upregulation of sterol regulatory element binding protein 1 (SREBP1), a positive regulator\nof FASN transcription. The importance of PDGF-β on PI3K activation is further supported by the\nfailure to activate PI3K and lipogenic genes in HepG2 cells carrying mutated a PDGF-β receptor (at\nY740/Y751) when compared to its wild-type counterpart [21].\nTranscription of FASN can be regulated by multiple transcription factors. One of the most\nwell-established transcription factors is SREBP. There are three isoforms of SREBPs: SREBP1a (encoded\nby the SREBF1 gene), SREBP1c (which arises from SREBF1 gene splicing) and SREBP2 (encoded\nby the SREBF2 gene) [22]. SREBP1c is involved in FA synthesis [23] and SREBP2 is relatively more\nspeciﬁc to cholesterol synthesis [24]. SREBP1a is involved in both FA and cholesterol syntheses [25].\nSREBPs levels are tightly regulated by sterol levels through a negative feedback loop mechanism.\nSREBPs are located at the endoplasmic reticulum (ER) membrane where they are associated with\nthe SREBP cleavage-activating protein (SCAP) and the insulin-induced gene protein (Insig) when\nsterols are abundant. When sterol level drop, SCAP dissociates from Insig and transports SREBP to\nthe Golgi where it undergoes cleavage at the N-terminus to generate the active form. Active cleaved\nSREBPs will then enter the nucleus and transcribe lipogenic genes such as FASN, by binding to the\nsterol regulatory elements within the gene promoter [26]. Although the activity of the PI3K/AKT and\nSREBP1c signaling cascade that regulates FASN expression is similar between normal and tumor cells,\ntumor FASN expression is found to be insensitive to nutrient levels as opposed to that in normal\ncells. This suggests the involvement of other oncogenic signaling pathways that may uncouple\nMolecules 2020, 25, 3935\n4 of 22\nnutrient sensors from regulating FASN in tumor cells. This uncoupling mechanism may alter FASN\nfunction through posttranslational modiﬁcation. In normal cells, SREBP1c is transcribed in response to\nnutrition and hormonal stimulation [27,28] whereas in cancer, it is regulated by aberrant growth factor\nlevels such as the epidermal growth factor (EGF), platelet-derived growth factor (PDGF) or excessive\nsteroid hormone signaling. In glioblastoma, EGFR-ampliﬁed tumors exhibit strong dependency on\nlipogenesis for growth. EGF induces the cleavage and AKT-mediated nuclear translocation of SREBP1c.\nThe introduction of a constitutive activating EGFR mutant variant, EGFRvIII, in glioblastoma cells\nhas been shown to exert a similar eﬀect where tumor cells exhibit greater reliance on lipogenesis [29].\nSteroid hormones such as androgen, progesterone and estrogen have been shown to be important\nin the development of prostate and breast cancers. Androgen-stimulated prostate cancer cells can\nproteolytically cleave SREBP1c and induce its nuclear translocation and FASN upregulation [30,31].\nFurthermore, similar eﬀects are seen in the breast cancer cell line, MCF-7, where progesterone stimulates\nboth SREBP1c mRNA levels and protein expressions [32,33].\nFASN protein stability may contribute to the elevated FASN levels seen in tumors, and this\nmay provide an explanation on the lack of correlation between FASN mRNA and protein levels\ndetected in tumors. FASN protein stability can be inﬂuenced by post-translational modiﬁcation\nprocesses such as ubiquitination, sumoylation or acetylation, which can prevent FASN degradation.\nMalignant cells derived from diﬀerent tissue types utilize distinct mechanisms to prevent or delay FASN\ndegradation. In prostate cancer, the upregulation of isopeptidase ubiquitin-speciﬁc protease 2a (USP2a)\nafter androgen stimulation, is shown to stabilize FASN expression by preventing ubiquitin-mediated\ndegradation. FASN can interact with USP2a and it is shown that the catalytic core of USP2a possesses\ndeubiquitinating activity in vitro. Binding of USP2a to FASN reduces its polyubiquitination thus\nslowing its degradation. The role of USP2a in FASN stabilization is veriﬁed by USP2a silencing or\nUSP2a negative mutant (∆276 Cysteine to Alanine) expression, which induces FASN degradation\nthrough the proteasomal degradation pathway [34]. In hepatocellular carcinoma, acetylation by histone\nK (lysine) acetyltransferase 8 (KAT8) destabilizes FASN by allowing FASN to interact with TRIM21\nE3 ubiquitin-protein ligase for proteasomal degradation. However, elevated levels of deacetylated\nFASN have also been detected in hepatocellular carcinoma and this has been attributed to HDAC3\nactivity. Furthermore, a positive relationship has been established between these two proteins in\nclinical specimens [35].\nSumoylation is another form of FASN modiﬁcation. In breast cancer cell lines, MCF-7 and\nSKBR3, Small ubiquitin-like modiﬁer (SUMO)-conjugating enzyme Ubiquitin carrier protein 9 (UBC9)\nis shown to promote FASN sumoylation. In contrast to polyubiquitination, sumoylation promotes\nprotein stability. Activity of UBC9 requires the co-operation of SUMO2, with the transfer of activated\nSUMO to FASN. SUMO2 is shown to protect FASN, where the combination of the protein synthesis\ninhibitor (cycloheximide) or proteasomal degradation inhibitor (MG132) with SUMO2 silencing, delays\nFASN degradation in breast cancer cell lines. Furthermore, the combination of SUMO2 silencing and\ncycloheximide treatment reduces FASN protein levels more than SUMO2 silencing alone while the\ninhibition of proteasomal degradation alone has no eﬀect on FASN protein expression [36]. Acetylation\ncan also inﬂuence FASN protein stability where an excessive amount of palmitic acid can upregulate\nacetyl-CoA acetyltransferase 1 (ACAT1), which in turn acetylates glyceronephosphate o-acyltransferase\n(GNPAT) and represses tripartite motif-containing protein 21 (TRIM21)-mediated FASN degradation\nduring liver tumor progression [37].\nIn addition to proteasome degradation, autophagy can inﬂuence FASN degradation. In acute\nmyeloid leukemia (AML), FASN expression is found to be signiﬁcantly higher in the AML cohort\nwhen compared to granulocytes and CD34+ hematopoietic progenitor cells from healthy donors.\nThe elevated FASN expression in AML is linked to impaired autophagy where FASN escapes autophagic\ndegradation in AML through mTOR pathway activation. FASN expression enhances mTOR activity\nleading to autophagy related 1 (ATG1) phosphorylation at Serine 757 and this reduces ATG1 activity\nwhich aﬀects its autophagic capability. ATG1 is a key autophagic protein in the initiation complex.\nMolecules 2020, 25, 3935\n5 of 22\nFurthermore, FASN expression can negatively regulate transcription factor EB (TFEB) through the\nmTOR pathway. Activated mTOR can phosphorylate TFEB leading to its sequestration within the\ncytoplasm and inhibit its transcriptional activity. TFEB is a key transcriptional regulator of more than\n500 genes comprising the CLEAR (Coordinated Lysosomal Expression and Regulation) network of\nautophagy and lysosomal genes. FASN inhibition is shown to promote TFEB nucleus translocation\nand enhance lysosome biogenesis [38].\nFASN has been shown to auto-regulate its expression through cross-talk with the PI3K/AKT\npathway. In human osteosarcomas, a positive correlation between PI3K/AKT activation and FASN\noverexpression is observed in a high proportion of clinical specimens. FASN suppression is shown to\nreduce AKT phosphorylation and, conversely, AKT inhibition demonstrates a similar downregulation\neﬀect on FASN mRNA and protein expressions in vitro [39]. Apart from the PI3K/AKT pathway,\na similar observation can be seen in breast cancer cells, which identiﬁes leukotriene B4 (LTB4) as the\ndownstream product of 5-lipoxygenase (5-LOX), that induces FASN expression. FASN suppression\nis shown to downregulate ERK 1/2 phosphorylation and 5-LOX expression, which forms a positive\nERK/LOX/LTB4 feedback loop mechanism [40].\n4. FASN and Cancer\nThe fatty acid (FA) is an essential molecule in the entire lipid metabolism. It is responsible for\nthe assembly of all biological membranes, precursors for secondary messengers, and is an important\nsubstrate for higher ATP production. A cancer cell derives FA from two main sources. It can obtain\nfree FA either exogenously from the microenvironment or endogenously through de novo synthesis\nby FASN. In terms of FA uptake, cancer cells are equipped with several specialized transporters to\nfacilitate FA movement across membrane bilayer. The most well characterized FA transporters include\nCD36, solute carrier protein family 27 (SCL27) and fatty acid binding proteins (FABPs). CD36 can\ntransport long chain fatty acid [41], oxidized- low density lipoprotein [42], anionic phospholipids [43]\nand oxidized phospholipids [44] across the cellular membrane. CD36 expression is found to be\nsigniﬁcantly upregulated in malignant tissues including ovarian [45], gastric [46], breast [47] and\nhepatocellular carcinoma [48]. Furthermore, its expression proﬁle is highly associated with the disease\nstage and metastatic status [49]. SLC27 consists of a family of six members, from SLC27A1 through\nSLC27A6, for the uptake of long chain fatty acids. Each family member displays speciﬁc substrate\nand tissue distribution, and the expression of SLC27 family members is associated with tumor fatty\nacid uptake [50–53]. FABPs are a group of low molecular weight proteins (14–15 kda) comprising 12\nfamily members. Each FABP possesses a unique pattern of tissue expression and that a particular\ntissue type can concurrently express several types of FABP. FABP acts as a lipid chaperone that binds\nto both saturated and unsaturated long chain FAs, and other hydrophobic ligands such as eicosanoids,\nmonoacylglycerols and endocannabinoids [54–57]. FABPs can facilitate lipid transportation to various\ncellular organelles including mitochondria, peroxisomes and the nuclei [58]. FABPs are frequently\nfound upregulated in various malignancies including prostate, bladder and renal cell carcinoma [59–61].\nThere is a clear diﬀerence in lipid metabolism between normal and tumor cells. Normal cells\nderive FAs exogenously while tumor cells derive FAs both exogenously and by de novo synthesis\nthrough FASN. Tumors or precursor lesions undergo excessive de novo FA synthesis irrespective of\ncirculating lipid levels. In contrast to normal cells, almost all triacylglycerol FAs in tumor cells are\nderived from de novo synthesis [62]. Though de novo synthesis of FA and glycolysis in cancer are\nclosely associated with elevated lipogenic and glycolytic enzymes activities [63], lipogenesis in cancer\ndid not attract much interest among cancer biologists until the mid-1990s. Renewed interests in lipid\nmetabolism started after the discovery of FASN, formerly known as oncogenic antigen-519, in breast\ncancer in 1994 [64]. Eukaryotes harbor two distinct FA synthesis systems [65]. FASN exists exclusively\nin the cellular cytoplasmic compartment and is referred to as the type I fatty acid synthesis system\nwhile the type II fatty acid synthesis system is present in mitochondria and termed mitochondrial FAS.\nBoth systems produce two distinct products.\nMolecules 2020, 25, 3935\n6 of 22\nMitochondrial fatty acid synthesis is functionally diﬀerent from cytoplasmic fatty acid synthesis\nas it does not contribute signiﬁcantly to cellular triglyceride storage or phospholipids. Furthermore,\nproducts from mitochondrial FAS cannot be substituted by delivery of FAs from extra-mitochondrial\norigin. The main product of mitochondrial FAS is lipoic acid, which is an important lipid co-factor for\nmultiple mitochondrial dehydrogenases and is crucial for optimal mitochondrial function [66]. Up until\nnow, little is known on mitochondrial FAS and its association with carcinogenesis. Extensive studies\nhave focused on the cytoplasmic FA synthesis system, which is a type I FA system or FASN, and have\nsparked huge interests to investigate the roles of FASN in cancer. Like other proteins, FASN’s function\nis greatly aﬀected by its localization, post-translational modiﬁcation and protein–protein association.\nAlthough FASN has been frequently described as a cytoplasmic protein, it can also be found to localize\nin other intracellular compartments such as the nucleus [67] and membrane of peroxisomes [68].\nFASN can be modiﬁed through phosphorylation by protein kinases such as mammalian target of\nrapamycin (mTOR) and human epidermal growth factor receptor 2 (HER2), which can greatly impact\nits activity. In the liver, FASN can be found in the membrane and cytoplasm. When mice are fed\nwith a normal diet, cytoplasmic FASN is preferentially phosphorylated at Threonine-1029 (T1029) and\nThreonine-1033 (T1033) compared to in a fasting state. This leads to downregulation of cytoplasmic\nFASN activity and reduces the activity of downstream proteins such as peroxisome proliferator-activated\nreceptor α (PPARα). In the liver cell line Hepa1-6, treatment with mTORC1 inhibitor prevents\nphosphorylation of FASN at T1029 and T1033 residues, and restores its activity [69]. In SKBR3,\na HER2 overexpressing breast cancer cell line, heregulin stimulation promotes phosphorylation and\nheterodimerization of HER2 leading to FASN phosphorylation. Phosphorylated FASN then forms a\ncomplex with HER2 that enhances FASN activity by increasing intracellular lipid content. Disruption of\nHER2 heterodimerization by heregulin is shown to dissociate FASN from the HER2 complex, which in\nturn reduces FASN phosphorylation and loss in FASN activity [70].\nFASN can also form complexes with other proteins such as caveolin-1 and protrudin to expand its\nfunctions. In prostate cancer, FASN and caveolin-1 are coordinately expressed where the levels of both\nproteins are seen increasing from normal to malignant state, and that the increment magnitude is in\nline with tumor progression. FASN can co-immunoprecipitate with caveolin-1 and this association is\ndependent on the palmitoylation of caveolin-1 at Cys-156. Site-directed mutagenesis at Cys-156 prevents\ncaveolin-1 palmitoylation and deters the association between FASN and caveolin-1. This signaling axis\nis an important signal transduction pathway to ensure heightened and continuous phosphorylation of\nAKT and proto-oncogene tyrosine-protein kinase sarcoma (Src) in tumors [71]. Membrane protrusion\nformation capacity is a key feature in developing neurons and many eukaryotic cells. This phenotype\ninvolves active cytoskeleton remodeling mediated by protrudin. In HeLa cells, protrudin transiently\ninteracts with FASN and this interaction is dependent on the presence of free FAs. Surprisingly,\nFASN and protrudin expressions positively regulate one another where FASN suppression results in\nreduced protrudin expression and vice versa [72].\nThe idea of a metabolically homogenous cancer cell population, in which cancer cells are shown\nto be metabolically heterogeneous with one subpopulation depending on glycolysis while another\nsubpopulation is entirely dependent on oxidative phosphorylation to survive and thrive, has been\nchallenged [73]. Furthermore, diﬀerent stages of cancers possess diﬀerent energy requirements for\nprogression. Metastatic cancer cells require high amounts of ATP and predominantly rely on the\nmitochondria’s oxidative phosphorylation to generate suﬃcient energy [74]. Furthermore, diﬀerent\norganelles have been shown to utilize FAs diﬀerently to maintain homeostasis and optimal function\nsuggesting FASN’s inﬂuence on an organelle’s function which aﬀects cellular metabolism. Table 1\nshows a summary on the roles of FASN reported in various malignancies.\nMolecules 2020, 25, 3935\n7 of 22\nTable 1. Roles of FASN in various malignancies.\nRole of"
  },
  {
    "id": "paper_016",
    "file_name": "nihms629713.pdf",
    "title": "Comprehensive molecular profiling of lung adenocarcinoma",
    "cancer_type": "NSCLC",
    "genes": [
      "ALK",
      "BRAF",
      "CTNNB1",
      "EGFR",
      "HRAS",
      "KRAS",
      "NRAS",
      "PIK3CA",
      "TP53"
    ],
    "drugs": [
      "Gefitinib"
    ],
    "text": "Adenocarcinoma of the lung is the leading cause of cancer death worldwide. Here we report\nmolecular profiling of 230 resected lung adenocarcinomas using messenger RNA, microRNA and\nDNA sequencing integrated with copy number, methylation and proteomic analyses. High rates of\nsomatic mutation were seen (mean 8.9 mutations per megabase). Eighteen genes were statistically\nsignificantly mutated, including RIT1 activating mutations and newly described loss-of-function\nMGA mutations which are mutually exclusive with focal MYC amplification. EGFR mutations\nwere more frequent in female patients, whereas mutations in RBM10 were more common in\nmales. Aberrations in NF1, MET, ERBB2 and RIT1 occurred in 13% of cases and were enriched in\nsamples otherwise lacking an activated oncogene, suggesting a driver role for these events in\ncertain tumours. DNA and mRNA sequence from the same tumour highlighted splicing alterations\ndriven by somatic genomic changes, including exon 14 skipping in MET mRNA in 4% of cases.\nMAPK and PI(3)K pathway activity, when measured at the protein level, was explained by known\nmutations in only a fraction of cases, suggesting additional, unexplained mechanisms of pathway\nactivation. These data establish a foundation for classification and further investigations of lung\nadenocarcinoma molecular pathogenesis.\n© 2014 Macmillan Publishers Limited. All rights reserved\nThis work is licensed under a Creative Commons Attribution-NonCommercial-Share Alike 3.0 Unported licence. The images or other\nthird party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in the credit line;\nif the material is not included under the Creative Commons licence, users will need to obtain permission from the licence holder to\nreproduce the material. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-sa/3.0\nSupplementary Information is available in the online version of the paper.\nAuthor Contributions The Cancer Genome Atlas Research Network contributed collectively to this study. Biospecimens were\nprovided by the tissue source sites and processed by the biospecimen core resource. Data generation and analyses were performed by\nthe genome sequencing centres, cancer genome characterization centres and genome data analysis centres. All data were released\nthrough the data coordinating centre. The National Cancer Institute and National Human Genome Research Institute project teams\ncoordinated project activities. We also acknowledge the following TCGA investigators who made substantial contributions to the\nproject: E. A. Collisson (manuscript coordinator); J. D. Campbell, J. Chmielecki, (analysis coordinators); C. Sougnez (data\ncoordinator); J. D. Campbell, M. Rosenberg, W. Lee, J. Chmielecki, M. Ladanyi, and G. Getz (DNA sequence analysis); M. D.\nWilkerson, A. N. Brooks, and D. N. Hayes (mRNA sequence analysis); L. Danilova and L. Cope (DNA methylation analysis); A. D.\nCherniack (copy number analysis); M. D. Wilkerson and A. Hadjipanayis (translocations); N. Schultz, W. Lee, E. A. Collisson, A. H.\nBerger, J. Chmielecki, C. J. Creighton, L. A. Byers and M. Ladanyi (pathway analysis); A. Chu and A. G. Robertson (miRNA\nsequence analysis); W. Travis and D. A. Wigle (pathology and clinical expertise); L. A. Byers and G. B. Mills (reverse phase protein\narrays); S. B. Baylin, R. Govindan and M. Meyerson (project chairs).\nAuthor Information The primary and processed data used to generate the analyses presented here can be downloaded by registered\nusers from The Cancer Genome Atlas at (https://tcga-data.nci.nih.gov/tcga/tcgaDownload.jsp). All of the primary sequence files are\ndeposited in cgHub and all other data are deposited at the Data Coordinating Center (DCC) for public access (http://\ncancergenome.nih.gov/), (https://cghub.ucsc.edu/) and (https://tcga-data.nci.nih.gov/docs/publications/luad_2014/). Reprints and\npermissions information is available at www.nature.com/reprints. The authors declare no competing financial interests. Readers are\nwelcome to comment on the online version of the paper. Correspondence and requests for materials should be addressed to M.M.\n(matthew_meyerson@dfci.harvard.edu).\nNIH Public Access\nAuthor Manuscript\nNature. Author manuscript; available in PMC 2014 November 14.\nPublished in final edited form as:\nNature. 2014 July 31; 511(7511): 543–550. doi:10.1038/nature13385.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nLung cancer is the most common cause of global cancer-related mortality, leading to over a\nmillion deaths each year and adenocarcinoma is its most common histological type.\nSmoking is the major cause of lung adenocarcinoma but, as smoking rates decrease,\nproportionally more cases occur in never-smokers (defined as less than 100 cigarettes in a\nlife-time). Recently, molecularly targeted therapies have dramatically improved treatment\nfor patients whose tumours harbour somatically activated oncogenessuch as mutant EGFR1\nor translocated ALK, RET, orROS1 (refs 2–4). Mutant BRAF and ERBB2 (ref. 5) are also\ninvestigational targets. However, mostlung adenocarcinomas either lack an identifiable\ndriver oncogene, or harbour mutations in KRAS and are therefore still treated with\nconventional chemotherapy. Tumour suppressor gene abnormalities, such as those in TP53\n(ref. 6), STK11 (ref. 7), CDKN2A8, KEAP1 (ref. 9), and SMARCA4 (ref. 10) are also\ncommon but are not currently clinically actionable. Finally, lung adenocarcinoma shows\nhigh rates of somatic mutation and genomic rearrangement, challenging identification of all\nbut the most frequent driver gene alterations because of a large burden of passenger events\nper tumour genome11–13. Our efforts focused on comprehensive, multiplatform analysis of\nlung adenocarcinoma, with attention towards pathobiology and clinically actionable events.\nClinical samples and histopathologic data\nWe analysed tumour and matched normal material from 230 previously untreated lung\nadenocarcinoma patients who provided informed consent (Supplementary Table 1). All\nmajor histologic types of lung adenocarcinoma were represented: 5% lepidic, 33% acinar,\n9% papillary, 14% micropapillary, 25% solid, 4% invasive mucinous, 0.4% colloid and 8%\nunclassifiable adenocarcinoma (Supplementary Fig. 1)14. Median follow-up was 19 months,\nand 163 patients were alive at the time of last follow-up. Eighty-one percent of patients\nreported pastor present smoking. Supplementary Table 2 summarizes demographics. DNA,\nRNA and protein were extracted from specimens and quality-control assessments were\nperformed as described previously15. Supplementary Table 3 summarizes molecular\nestimates of tumour cellularity16.\nSomatically acquired DNA alterations\nWe performed whole-exome sequencing (WES) on tumour and germ-line DNA, with a\nmean coverage of 97.6× and 95.8×, respectively, as performed previously17. The mean\nsomatic mutation rate across the TCGA cohort was 8.87 mutations per megabase (Mb) of\nDNA (range: 0.5–48, median: 5.78). The non-synonymous mutation rate was 6.86 per Mb.\nMutSig2CV18 identified significantly mutated genes among our 230 cases along with 182\nsimilarly-sequenced, previously reported lung adenocarcinomas12. Analysis of these 412\ntumour/normal pairs highlighted 18 statistically significant mutated genes (Fig. 1 a shows\nco-mutation plot of TCGA samples (n =230), Supplementary Fig. 2 shows co-mutation plot\nof all samples used in the statistical analysis (n =412) and Supplementary Table 4 contains\ncomplete MutSig2CV results, which also appear on the TCGA Data Portal along with many\nassociated data files (https://tcga-data.nci.nih.gov/docs/publications/luad_2014/). TP53 was\ncommonly mutated (46%). Mutations in KRAS (33%) were mutually exclusive with those in\nEGFR (14%). BRAF was also commonly mutated (10%), as were PIK3CA (7%), MET (7%)\nand the small GTPase gene, RIT1 (2%). Mutations in tumour suppressor genes including\nPage 2\nNature. Author manuscript; available in PMC 2014 November 14.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nSTK11 (17%), KEAP1 (17%), NF1 (11%), RB1 (4%) and CDKN2A (4%) were observed.\nMutations in chromatin modifying genes SETD2(9%), ARID1A(7%) and SMARCA4 (6%)\nand the RNA splicing genes RBM10 (8%) and U2AF1 (3%) were also common. Recurrent\nmutations in the MGA gene (which encodes a Max-interacting protein on the MYC\npathway19) occurred in 8% of samples. Loss-of-function (frameshift and nonsense)\nmutations in MGA were mutually exclusive with focal MYC amplification (Fisher’s exact\ntest P =0.04), suggesting a hitherto unappreciated potential mechanism of MYC pathway\nactivation. Coding single nucleotide variants and indel variants were verified by\nresequencing at a rate of 99% and 100%, respectively (Supplementary Fig. 3a,\nSupplementary Table 5). Tumour purity was not associated with the presence of false\nnegatives identified in the validation data (P =0.31; Supplementary Fig. 3b).\nPast or present smoking associated with cytosine to adenine (C >A) nucleotide transversions\nas previously described both in individual genes and genome-wide12,13. C >A nucleotide\ntransversion fraction showed two peaks; this fraction correlated with total mutation count\n(R2 =0.30) and inversely correlated with cytosine to thymine (C >T) transition frequency (R2\n=0.75) (Supplementary Fig. 4). We classified each sample (Supplementary Methods) into\none of two groups named transversion-high (TH, n =269), and transversion-low (TL, n\n=144). The transversion-high group was strongly associated with past or present smoking (P\n< 2.2 ×10−16), consistent with previous reports13. The transversion-high and transversion-\nlow patient cohorts harboured different gene mutations. Whereas KRAS mutations were\nsignificantly enriched in the transversion-highcohort (P=2.1×10−13), EGFR mutations were\nsignificantly enriched in the transversion-low group (P =3.3 ×10−6). PIK3CA and RB1\nmutations were likewise enriched in transversion-low tumours (P <0.05). Additionally, the\ntransversion-low tumours were specifically enriched for in-frame insertions in EGFR and\nERBB2 (ref. 5) and for frameshift indels in RB1 (Fig. 1b). RB1 is commonly mutated in\nsmall-cell lung carcinoma (SCLC). We found RB1 mutations in transversion-low\nadenocarcinomas were enriched for frameshift indels versus single nucleotide substitutions\ncompared to SCLC (P <0.05)20,21 suggesting a mutational mechanism in transversion-low\nadenocarcinoma that is probably distinct from smoking in SCLC.\nGender is correlated with mutation patterns in lung adenocarcinoma22. Only a fraction of\nsignificantly mutated genes from the complete set reported in this study (Fig. 1a) were\nenriched in men or women (Fig. 1c). EGFR mutations were enriched in tumours from the\nfemale cohort (P =0.03) whereas loss-of-function mutations within RBM10, an RNA-\nbinding protein located on the X chromosome23 were enriched in tumours from men (P\n=0.002). When examining the transversion-high group, 16 out of 21 RBM10 mutations were\nobserved in males (P =0.003, Fisher’s exact test).\nSomatic copy number alterations were very similar to those previously reported for lung\nadenocarcinoma24 (Supplementary Fig. 5, Supplementary Table 6). Significant\namplifications included NKX2-1, TERT, MDM2, KRAS, EGFR, MET, CCNE1, CCND1,\nTERC and MECOM (Supplementary Table 6), as previously described24, 8q24 near MYC,\nand a novel peak containing CCND3 (Supplementary Table 6). The CDKN2A locus was the\nmost significant deletion (Supplementary Table 6). Supplementary Table 7 summarizes\nmolecular and clinical characteristics by sample. Low-pass whole-genome sequencing on a\nPage 3\nNature. Author manuscript; available in PMC 2014 November 14.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nsubset (n =93) of the samples revealed an average of 36 gene–gene and gene–inter-gene\nrearrangements per tumour. Chromothripsis25 occurred in six of the 93 samples (6%)\n(Supplementary Fig. 6, Supplementary Table 8). Low-pass whole genome sequencing-\ndetected rearrangements appear in Supplementary Table 9.\nDescription of aberrant RNA transcripts\nGene fusions, splice site mutations or mutations in genes encoding splicing factors promote\nor sustain the malignant phenotype by generating aberrant RNA transcripts. Combining\nDNA with mRNA sequencing enabled us to catalogue aberrant RNA transcripts and, in\nmany cases, to identify the DNA-encoded mechanism for the aberration. Seventy-five per\ncent of somatic mutations identified by WES were present in the RNA transcriptome when\nthe locus in question was expressed (minimum 5×) (Supplementary Fig. 7a) similar to prior\nanalyses15. Previously identified fusions involving ALK (3/230 cases), ROS1 (4/230) and\nRET (2/230) (Fig. 2a, Supplementary Table 10), all occurred in transversion-low tumours (P\n=1.85 × 10−4, Fisher’s exact test).\nMET activation can occur by exon 14 skipping, which results in a stabilized protein26. Ten\ntumours had somatic MET DNA alterations with MET exon 14 skipping in RNA. In nine of\nthese samples, a 5′ or 3′ splice site mutation or deletion was identified27. MET exon 14\nskipping was also found in the setting of a MET Y1003* stop codon mutation (Fig. 2b,\nSupplementary Fig. 8a). The codon affected by the Y1003* mutation is predicted to disrupt\nmultiple splicing enhancer sequences, but the mechanism of skipping remains unknown in\nthis case.\nS34F mutations in U2AF1 have recently been reported in lung adenocarcinoma12 but their\ncontribution to oncogenesis remains unknown. Eight samples harboured U2AF1S34F. We\nidentified 129 splicing events strongly associated with U2AF1S34F mutation, consistent with\nthe role of U2AF1 in 3′-splice site selection28. Cassette exons and alternative 3′ splice sites\nwere most commonly affected (Fig. 2c, Supplementary Table 11)29. Among these events,\nalternative splicing of the CTNNB1 protooncogene was strongly associated with U2AF1\nmutations (Supplementary Fig. 8b). Thus, concurrent analysis of DNA and RNA enabled\ndelineation of both cis and trans mechanisms governing RNA processing in lung\nadenocarcinoma.\nCandidate driver genes\nThe receptor tyrosine kinase (RTK)/RAS/RAF pathway is frequently mutated in lung\nadenocarcinoma. Striking therapeutic responses are often achieved when mutant pathway\ncomponents are successfully inhibited. Sixty-two percent (143/230) of tumours harboured\nknown activating mutations in known driver oncogenes, as defined by others30. Cancer-\nassociated mutations in KRAS (32%, n =74), EGFR (11%, n =26) and BRAF (7%, n =16)\nwere common. Additional, previously uncharacterized KRAS, EGFR and BRAF mutations\nwere observed, but were not classified as driver oncogenes for the purposes of our analyses\n(see Supplementary Fig. 9a for depiction of all mutations of known and unknown\nsignificance); explaining the differing mutation frequencies in each gene between this\nanalysis and the overall mutational analysis described above. We also identified known\nPage 4\nNature. Author manuscript; available in PMC 2014 November 14.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nactivating ERBB2 in-frame insertion and point mutations (n =5)6, as well as mutations in\nMAP2K1 (n =2), NRAS and HRAS (n =1 each). RNA sequencing revealed the\naforementioned MET exon 14 skipping (n =10) and fusions involving ROS1 (n =4), ALK (n\n=3) and RET (n =2). We considered these tumours collectively as oncogene-positive, as they\nharboured a known activating RTK/RAS/ RAF pathway somatic event. DNA amplification\nevents were not considered to be driver events before the comparisons described below.\nWe sought to nominate previously unrecognized genomic events that might activate this\ncritical pathway in the 38% of samples without a RTK/RAS/RAF oncogene mutation.\nTumour cellularity did not differ between oncogene-negative and oncogene-positive samples\n(Supplementary Fig. 9b). Analysis of copy number alterations using GISTIC31 identified\nunique focal ERBB2 and MET amplifications in the oncogene-negative subset (Fig. 3a,\nSupplementary Table 6); amplifications in other wild-type proto-oncogenes, including KRAS\nand EGFR, were not significantly different between the two groups.\nWe next analysed WES data independently in the oncogene-negative and oncogene-positive\nsubsets. We found that TP53, KEAP1, NF1 and RIT1 mutations were significantly enriched\nin oncogene-negative tumours (P <0.01; Fig. 3b, Supplementary Table 12). NF1 mutations\nhave previously been reported in lung adenocarcinoma11, but this is the first study, to our\nknowledge, capable of identifying all classes of loss-of-function NF1 defects and to\nstatistically demonstrate that NF1 mutations, as well as KEAP1 and TP53 mutations are\nenriched in the oncogene-negative subset of lung adenocarcinomas (Fig. 3c). All RIT1\nmutations occurred in the oncogene-negative subset and clustered around residue Q79\n(homologous to Q61 in the switch II region of RAS genes). These mutations transform\nNIH3T3 cells and activate MAPK and PI(3)K signalling32, supporting a driver role for\nmutant RIT1 in 2% of lung adenocarcinomas. This analysis increases the rate at which\nputative somatic lung adenocarcinoma driver events can be identified within the\nRTK/RAS/RAF pathway to 76% (Fig. 3d).\nRecurrent alterations in key pathways\nRecurrent aberrations in multiple key pathways and processes characterize lung\nadenocarcinoma (Fig. 4a). Among these were RTK/RAS/ RAF pathway activation (76% of\ncases), PI(3)K-mTOR pathway activation (25%), p53 pathway alteration (63%), alteration of\ncell cycle regulators (64%, Supplementary Fig. 10), alteration of oxidative stress pathways\n(22%, Supplementary Fig. 11), and mutation of various chromatin and RNA splicing factors\n(49%).\nWe then examined the phenotypic sequelae of some key genomic events in the tumours in\nwhich they occurred. Reverse-phase protein arrays provided proteomic and\nphosphoproteomic phenotypic evidence of pathway activity. Antibodies on this platform are\nlisted in Supplementary Table 13. This analysis suggested that DNA sequencing did not\nidentify all samples with phosphoprotein evidence of activation of a given signalling\npathway. For example, whereas KRAS-mutant lung adenocarcinomas had higher levels of\nphosphorylated MAPK than KRAS wild-type tumours had on average, many KRAS wild-\ntype tumours displayed significant MAPK pathway activation (Fig. 4b, Supplementary Fig.\nPage 5\nNature. Author manuscript; available in PMC 2014 November 14.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\n10). The multiple mechanisms by which lung adenocarcinomas achieve MAPK activation\nsuggest additional, still undetected RTK/RAS/ RAF pathway alterations. Similarly, we\nfound significant activation of mTOR and its effectors (p70S6kinase, S6, 4E-BP1) in a\nsubstantial fraction of the tumours (Fig. 4c). Analysis of mutations in PIK3CA and STK11,\nSTK11 protein levels, and AMPK and AKT phosphorylation33 led to the identification of\nthree major mTOR patterns in lung adenocarcinoma: (1) tumours with minimal or basal\nmTOR pathway activation, (2) tumours showing higher mTOR activity accompanied by\neither STK11-inactivating mutation or combined low STK11 expression and low AMPK\nactivation and (3) tumours showing high mTOR activity accompanied by either\nphosphorylated AKT activation, PIK3CA mutation, or both. As with MAPK, many tumours\nlack an obvious underlying genomic alteration to explain their apparent mTOR activation.\nMolecular subtypes of lung adenocarcinoma\nBroad transcriptional and epigenetic profiling can reveal downstream consequences of\ndriver mutations, provide clinically relevant classification and offer insight into tumours\nlacking clear drivers. Prior unsupervised analyses of lung adenocarcinoma gene expression\nhave used varying nomenclature for transcriptional subtypes of the disease34–37. To\ncoordinate naming of the transcriptional subtypes with the histopathological38, anatomic and\nmutational classifications of lung adenocarcinoma, we propose an updated nomenclature:\nthe terminal respiratory unit (TRU, formerly bronchioid), the proximal-inflammatory (PI,\nformerly squamoid), and the proximal-proliferative (PP, formerly magnoid)39 transcriptional\nsubtypes (Fig. 5a). Previously reported associations of expression signatures with pathways\nand clinical outcomes34,36,39 were observed (Supplementary Fig. 7b) and integration with\nmulti-analyte data revealed statistically significant genomic alterations associated with these\ntranscriptional subtypes. The PP subtype was enriched for mutation of KRAS, along with\ninactivation of the STK11 tumour suppressor gene by chromosomal loss, inactivating\nmutation, and reduced gene expression. In contrast, the PI subtype was characterized by\nsolid histopathology and co-mutation of NF1 and TP53. Finally, the TRU subtype harboured\nthe majority of the EGFR-mutated tumours as well as the kinase fusion expressing tumours.\nTRU subtype membership was prognostically favourable, as seen previously34\n(Supplementary Fig. 7c). Finally, the subtypes exhibited different mutation rates, transition\nfrequencies, genomic ploidy profiles, patterns of large-scale aberration, and differed in their\nassociation with smoking history (Fig. 5a). Unsupervised clustering of miRNA sequencing-\nderived or reverse phase protein array (RPPA)-derived data also revealed significant\nheterogeneity, partially overlapping with the mRNA-based subtypes, as demonstrated in\nSupplementary Figs 12 and 13.\nMutations in chromatin-modifying genes (for example, SMARCA4, ARID1A and SETD2)\nsuggest a major role for chromatin maintenance in lung adenocarcinoma. To examine\nchromatin states in an unbiased manner, we selected the most variable DNA methylation-\nspecific probes in CpG island promoter regions and clustered them by methylation intensity\n(Supplementary Table 14). This analysis divided samples into two distinct subsets: a\nsignificantly altered CpG island methylator phenotype-high (CIMP-H(igh)) cluster and a\nmore normal-like CIMP-L(ow) group, with a third set of samples occupying an intermediate\nlevel of methylation at CIMP sites (Fig. 5b). Our results confirm a prior report40 and provide\nPage 6\nNature. Author manuscript; available in PMC 2014 November 14.\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nNIH-PA Author Manuscript\nadditional insights into this epigenetic program. CIMP-H tumours often showed DNA\nhypermethylation of several key genes: CDKN2A, GATA2, GATA4, GATA5, HIC1, HOXA9,\nHOXD13, RASSF1, SFRP1, SOX17 and WIF1 among others (Supplementary Fig. 14). WNT\npathway genes are significantly over-represented in this list (P value =0.0015) suggesting\nthat this is a key pathway with an important driving role within this subtype. MYC\noverexpression was significantly associated with the CIMP-H phenotype as well (P =0.003).\nAlthough we did not find significant correlations between global DNA methylation patterns\nand individual mutations in chromatin remodelling genes, there was an intriguing\nassociation between SETD2 mutation and CDKN2A methylation. Tumours with low\nCDKN2A expression due to methylation (rather than due to mutation or deletion) had lower\nploidy, fewer overall mutations (Fig. 5c) and were significantly enriched for SETD2\nmutation, suggesting an important role for this chromatin-modifying gene in the\ndevelopment of certain tumours.\nIntegrative clustering41 of copy number, DNA methylation and mRNA expression data\nfound six clusters (Fig. 5c). Tumour ploidy and mutation rate are higher in clusters 1–3 than\nin clusters 4–6. Clusters 1–3 frequently harbour TP53 mutations and are enriched for the two\nproximal transcriptional subtypes. Fisher’s combined probability tests revealed significant\ncopy number associated gene expression changes on 3q in cluster one, 8q in cluster two, and\nchromosome 7 and 15q in cluster three (Supplementary Fig. 15). The low ploidy and low\nmutation rate clusters four and five contain many TRU samples, whereas tumours in cluster\n6 have comparatively lower tumour cellularity, and few other distinguishing molecular\nfeatures. Significant copy number-associated gene expression changes are observed on 6q in\ncluster four and 19p in cluster five. The CIMP-H tumours divided into a high ploidy, high\nmutation rate, proximal-inflammatory CIMP-H group (cluster 3) and a low ploidy, low\nmutation rate, TRU-associated CIMP-H group (cluster 4), suggesting that the CIMP\nphenotype in lung adenocarcinoma can occur in markedly different genomic and\ntranscriptional contexts. Furthermore, cluster four is enriched for CDKN2A methylation and\nSETD2 mutations, suggesting an interaction between somatic mutation of\nSETD2andderegulated chromatin maintenance in this subtype. Finally, cluster membership\nwas significantly associated with mutations in TP53, EGFR and STK11 (Supplementary Fig.\n15, Supplementary Table 6)."
  },
  {
    "id": "paper_020",
    "file_name": "oncotarget-09-24787.pdf",
    "title": "Oncotarget",
    "cancer_type": "CRC",
    "genes": [
      "APC",
      "BRAF",
      "EGFR",
      "FASN",
      "KRAS",
      "NRAS",
      "TP53"
    ],
    "drugs": [
      "TVB-2640"
    ],
    "text": "Fatty Acid Synthase (FASN), a key enzyme of de novo lipogenesis, is upregulated\nin many cancers including colorectal cancer (CRC); increased FASN expression is\nassociated with poor prognosis. Potent FASN inhibitors (TVBs) developed by 3-V\nBiosciences demonstrate anti-tumor activity in vitro and in vivo and a favorable\ntolerability profile in a Phase I clinical trial.\nHowever, CRC characteristics associated with responsiveness to FASN inhibition\nare not fully understood. We evaluated the effect of TVB-3664 on tumor growth in\nnine CRC patient-derived xenografts (PDXs) and investigated molecular and metabolic\nchanges associated with CRC responsiveness to FASN inhibition.\nCRC cells and PDXs showed a wide range of sensitivity to FASN inhibition. TVB-\n3664 treatment showed significant response (reduced tumor volume) in 30% of\ncases. Anti-tumor effect of TVB-3664 was associated with a significant decrease in a\npool of adenine nucleotides and alterations in lipid composition including a significant\nreduction in fatty acids and phospholipids and an increase in lactosylceramide and\nsphingomyelin in PDXs sensitive to FASN inhibition. Moreover, Akt, Erk1/2 and AMPK\nwere major oncogenic pathways altered by TVBs.\nIn summary, we demonstrated that novel TVB inhibitors show anti-tumor\nactivity in CRC and this activity is associated with a decrease in activation of Akt\nand Erk1/2 oncogenic pathways and significant alteration of lipid composition of\ntumors. Further understanding of genetic and metabolic characteristics of tumors\nsusceptible to FASN inhibition may enable patient selection and personalized\nmedicine approaches in CRC.\nwww.oncotarget.com\nOncotarget, 2018, Vol. 9, (No. 37), pp: 24787-24800\nResearch Paper"
  }
]